package NumberToPersianWords

var ones = []string{
	"صفر",
	"یک",
	"دو",
	"سه",
	"چهار",
	"پنج",
	"شش",
	"هفت",
	"هشت",
	"نه",
}

var tens = []string{
	"بیست",
	"سی",
	"چهل",
	"پنجاه",
	"شصت",
	"هفتاد",
	"هشتاد",
	"نود",
}

var tenToTwenty = []string{
	"ده",
	"یازده",
	"دوازده",
	"سیزده",
	"چهارده",
	"پانزده",
	"شانزده",
	"هفده",
	"هجده",
	"نوزده",
}

var hundreds = []string{
    "یکصد",
    "دویست",
    "سیصد",
    "چهارصد",
    "پانصد",
    "ششصد",
    "هفتصد",
    "هشتصد",
    "نهصد",
}

var classes = []string{
    "هزار",
    "میلیون",
    "میلیارد",
    "بیلیون",
    "بیلیارد",
    "تریلیون",
    "ترلیارد",
    "کوآدریلیون",
    "کادریلیارد",
    "کوینتیلیون",
    "کوانتینیارد",
}
